commands = '''
**⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**

`.م5` » لمعرفة اوامر الرشق**


'''

sec5 = '''

**
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
▻ ( 5 )
**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
- الاوامر الخاصه بالرشق في السورس

`.رشق` + الرابط لرشق مشاهدات منشور تلي
`.ستوري` + الرابط لرشق مشاهدات ستوريات تلكرام
`.الوضع الرشق` لمعرفه حالات الرشق يعمل او لايعمل

[-] تنبيه لاتقم بطلب رشق اكثر من مره (التكرار )
[=] يؤدي الي حظر استخدامك من السورس
'''

sec1 = '''
**
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
▻ ( 1 )
**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➥ اوامر الاساسيه في السورس

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

'''
sec2 = '''
**
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
▻ ( 2 )
**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➥ اوامر الصيد الخاصه في السورس

➨  `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

➨  `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

➨  `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

➨  `.حالة الصيد` : لمعرفة اقدم الصيد

➨  `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

➨  `.الانواع` : لمعرفة انواع اليوزرات

'''
sec3 = """
**
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
▻ ( 3 )
**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

⚡️ في الخدمه عزيزي اوامر تجميع النقاط في البوتات التاليه :)

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

`.تجميع العقاب` : يقوم بتجميع نقاط بوت تمويل العقاب

`.تجميع العرب` : يقوم بتجميع نقاط بوت تمويل العرب

`.تجميع مهدويون` : يقوم بتجميع نقاط بوت تمويل مهدويون


╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""

nashr = '''
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢اوامر النشر 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس ييرو` ]

لايقاف النشر التلقائي ارسل .ايقاف النشر التلقائي
'''

tkrar = '''
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢اوامر التكرار 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

لايقاف التكرار ارسل .ايقاف التكرار
'''

broad = '''
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢اوامر الاذاعه

- للخاص :
الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس ييرو `

- للكروبات :
طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس ييرو `
'''


tslia = '''
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢اوامر التسليه

الوظيفة : التسلية فقط 
الاوامر كألاتي :)

 `.قمور`
 `.حلويات`
 `.قلوب`
 `.العد التنازلي`
 `.قمر`
 `.كلاوات`
'''

maths = '''
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢اوامر الرياضيات والحسابه 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec4 = """
**
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
▻ ( 4 )
**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢الأوامر الاضافيه :

⏏️ اوامر النشر التلقائي 
- `.اوامر النشر` لعرض الاوامر

⏏️ اوامر التكرار والازعاج
- `.اوامر التكرار` لعرض اوامر التكرار

⏏️ اوامر النشر للكل ( الاذاعه )
`.اوامر الاذاعه` لعرض أوامر الاذاعه

⏏️ اوامر التسليه الجديده
`.اوامر التسليه` لعرض اوامر التسليه

⏏️ اوامر الرياضيات والحسابه الذكيه
`.اوامر الرياضيات` لعرض الاوامر الخاصه بالرياضيات والحاسبه
"""
tele_checker = '''
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢التشيكر والصيد 

➨  `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

➨  `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

➨  `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

➨  `.حالة الصيد` : لمعرفة اقدم الصيد

➨  `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

➨  `.الانواع` : لمعرفة انواع اليوزرات

'''
tele_checker2 = '''
⟨ 𝙗𝙚𝙧𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
➢الانواع الموجوده في الصيد 

1 :  ثلاثـي

2 : ثلاثـي فقط احرف و اخر ارقام

3 : بوت ثنائي

4 : بوت ثلاثي

5 : خماسي حرف

6 : خماسي حرفين

7 : سداسي حرف

8 : سداسي حرفين 

9 : سباعي حرف 

10 : رباعي

ℹ️ طريقـة تفـعيل الـصيد 

.صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته

↪️ مثـال╎ `.صيد 300 2 @test`
'''
